Repository: wp-plugins/iteras
Catalog: languages/iteras-*.po
Languages: da_dk

source: Everybody
da_dk: Alle

source: Paying subscribers
da_dk: Betalende abonnenter

source: Redirect to subscribe landing page
da_dk: Omdiriger til abonnér-landingsside

source: Cut text and add call-to-action box
da_dk: Beskær tekst og tilføj call to action-boks

source: Does not restrict visitors, everyone can see the content
da_dk: Begrænser ingen besøgende, alle kan se indholdet

source: Content restricted to visitors who are in the subscriber database (but they are not required to have an active subscription)
da_dk: Indhold begrænset til besøgende i abonnentdatabasen (men de behøver ikke have et aktivt abonnement)

source: Content restricted to visitors with an active subscription
da_dk: Indhold begrænset til besøgende i abonnentdatabasen

source: ITERAS configuration
da_dk: ITERAS-konfiguration

source: Settings
da_dk: Indstillinger

source: ITERAS profile name
da_dk: ITERAS-profilnavn

source: e.g. sportsmanden
da_dk: f.eks. sportsmanden

source: You can find your ITERAS profile name on the publication settings page here:
da_dk: Du kan finde dit ITERAS-profilnavn på siden med publikationsindstillinger her:

source: e.g. CEru2uMu
da_dk: f.eks. CEru2uMu

source: You can find your ITERAS paywall ID on the publication settings page here:
da_dk: Du kan finde dit ITERAS-paywall-id på siden med publikationsindstillinger her:

source: Default paywall access
da_dk: Forvalgt paywall-adgang

source: Default paywall access for new posts.
da_dk: Forvalgt paywall-adgang for nye indlæg.

source: Subscribe landing page
da_dk: Abonnér-landingsside

source: e.g. /?page_id=1
da_dk: f.eks. /?page_id=1

source: URL to the landing page for logging in or becoming a <b>paying subscriber</b>.
da_dk: URL for landingsside til at logge ind eller blive en <b>betalende abonnent</b>.

source: User landing page
da_dk: Bruger-landingsside

source: e.g. /?page_id=2
da_dk: f.eks. /?page_id=2

source: URL to the landing page for logging in or registering as a <b>user</b>. The subscribe and user landing page can point to the same Wordpress page.
da_dk: URL for landingsside til at logge ind eller registrere sig som en <b>bruger</b>. Abonnér- og bruger-landingssiderne kan pege på den samme Wordpress-side.

source: Access restriction
da_dk: Adgangsbegrænsning

source: How users will be greeted on an article they don't have access to.
da_dk: Hvordan besøgende bliver modtaget på en artikel som de ikke har adgang til.

source: Cut text at
da_dk: Beskær tekst ved

source: characters
da_dk: tegn

source: e.g. 30
da_dk: f.eks. 30

source: Call-to-action content
da_dk: Call to action-indhold

source: For more information about the ITERAS API check out the <a target="_blank" href="https://app.iteras.dk/static/api/readme.txt">developer readme.txt</a>.
da_dk: For flere oplysninger om ITERAS API'et, læs <a target="_blank" href="https://app.iteras.dk/static/api/readme.txt">readme.txt til udvikler</a>.

source: Who should be able to access this post?
da_dk: Hvem skal have adgang til dette indlæg?

source: The ITERAS settings haven't been filled in properly. Go to the <a href='%url%'>settings page</a> to correct them.
da_dk: ITERAS-indstillingerne er ikke blevet udfyldt korrekt. Gå til <a href='%url%'>siden med indstillinger</a> for at rette dem.

source: ITERAS plugin improperly configured. Paywall box content is missing
da_dk: ITERAS-plugin er ikke konfigureret rigtigt. Call to action-indhold mangler.
